; ===========================================================================================
; *******************************************************************************************
;
; War of the Chosen Faction Heroes
;
; *******************************************************************************************
; ===========================================================================================

;
; Reaper
;

;
; - 胸部
;

[CNV_WotC_RPR_MamaMEA_N7_Torso_M X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[MPL_WotC_RPR_MamaMEA_N7_Torso_M X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[MPW_WotC_RPR_MamaMEA_N7_Torso_M X2BodyPartTemplate]
DisplayName="N7 - 胸部"


[CNV_WotC_RPR_MamaMEA_N7_Torso_CF_M X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"

[MPL_WotC_RPR_MamaMEA_N7_Torso_CF_M X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"

[MPW_WotC_RPR_MamaMEA_N7_Torso_CF_M X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"


[CNV_WotC_RPR_MamaMEA_N7_Torso_F X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[MPL_WotC_RPR_MamaMEA_N7_Torso_F X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[MPW_WotC_RPR_MamaMEA_N7_Torso_F X2BodyPartTemplate]
DisplayName="N7 - 胸部"


[CNV_WotC_RPR_MamaMEA_N7_Torso_CF_F X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"

[MPL_WotC_RPR_MamaMEA_N7_Torso_CF_F X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"

[MPW_WotC_RPR_MamaMEA_N7_Torso_CF_F X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"

;
; N7 Arms
;

[CNV_WotC_RPR_MamaMEA_N7_Arm_Left_M X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[MPL_WotC_RPR_MamaMEA_N7_Arm_Left_M X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[MPW_WotC_RPR_MamaMEA_N7_Arm_Left_M X2BodyPartTemplate]
DisplayName="N7 - 左臂"


[CNV_WotC_RPR_MamaMEA_N7_Arm_Left_CF_M X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"

[MPL_WotC_RPR_MamaMEA_N7_Arm_Left_CF_M X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"

[MPW_WotC_RPR_MamaMEA_N7_Arm_Left_CF_M X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"


[CNV_WotC_RPR_MamaMEA_N7_Arm_Left_F X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[MPL_WotC_RPR_MamaMEA_N7_Arm_Left_F X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[MPW_WotC_RPR_MamaMEA_N7_Arm_Left_F X2BodyPartTemplate]
DisplayName="N7 - 左臂"


[CNV_WotC_RPR_MamaMEA_N7_Arm_Left_CF_F X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"

[MPL_WotC_RPR_MamaMEA_N7_Arm_Left_CF_F X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"

[MPW_WotC_RPR_MamaMEA_N7_Arm_Left_CF_F X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"


[CNV_WotC_RPR_MamaMEA_N7_Arm_Right_M X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[MPL_WotC_RPR_MamaMEA_N7_Arm_Right_M X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[MPW_WotC_RPR_MamaMEA_N7_Arm_Right_M X2BodyPartTemplate]
DisplayName="N7 - 右臂"


[CNV_WotC_RPR_MamaMEA_N7_Arm_Right_CF_M X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"

[MPL_WotC_RPR_MamaMEA_N7_Arm_Right_CF_M X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"

[MPW_WotC_RPR_MamaMEA_N7_Arm_Right_CF_M X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"


[CNV_WotC_RPR_MamaMEA_N7_Arm_Right_F X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[MPL_WotC_RPR_MamaMEA_N7_Arm_Right_F X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[MPW_WotC_RPR_MamaMEA_N7_Arm_Right_F X2BodyPartTemplate]
DisplayName="N7 - 右臂"


[CNV_WotC_RPR_MamaMEA_N7_Arm_Right_CF_F X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"

[MPL_WotC_RPR_MamaMEA_N7_Arm_Right_CF_F X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"

[MPW_WotC_RPR_MamaMEA_N7_Arm_Right_CF_F X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"

;
; N7 - 腿部
;

[CNV_WotC_RPR_MamaMEA_N7_Legs_M X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[MPL_WotC_RPR_MamaMEA_N7_Legs_M X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[MPW_WotC_RPR_MamaMEA_N7_Legs_M X2BodyPartTemplate]
DisplayName="N7 - 腿部"


[CNV_WotC_RPR_MamaMEA_N7_Legs_CF_M X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"

[MPL_WotC_RPR_MamaMEA_N7_Legs_CF_M X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"

[MPW_WotC_RPR_MamaMEA_N7_Legs_CF_M X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"



[CNV_WotC_RPR_MamaMEA_N7_Legs_F X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[MPL_WotC_RPR_MamaMEA_N7_Legs_F X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[MPW_WotC_RPR_MamaMEA_N7_Legs_F X2BodyPartTemplate]
DisplayName="N7 - 腿部"


[CNV_WotC_RPR_MamaMEA_N7_Legs_CF_F X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"

[MPL_WotC_RPR_MamaMEA_N7_Legs_CF_F X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"

[MPW_WotC_RPR_MamaMEA_N7_Legs_CF_F X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"

;
;
; Skirmisher
;
;

;
; - 胸部
;

[CNV_WotC_SKR_MamaMEA_N7_Torso_M X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[MPL_WotC_SKR_MamaMEA_N7_Torso_M X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[MPW_WotC_SKR_MamaMEA_N7_Torso_M X2BodyPartTemplate]
DisplayName="N7 - 胸部"


[CNV_WotC_SKR_MamaMEA_N7_Torso_CF_M X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"

[MPL_WotC_SKR_MamaMEA_N7_Torso_CF_M X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"

[MPW_WotC_SKR_MamaMEA_N7_Torso_CF_M X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"


[CNV_WotC_SKR_MamaMEA_N7_Torso_F X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[MPL_WotC_SKR_MamaMEA_N7_Torso_F X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[MPW_WotC_SKR_MamaMEA_N7_Torso_F X2BodyPartTemplate]
DisplayName="N7 - 胸部"


[CNV_WotC_SKR_MamaMEA_N7_Torso_CF_F X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"

[MPL_WotC_SKR_MamaMEA_N7_Torso_CF_F X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"

[MPW_WotC_SKR_MamaMEA_N7_Torso_CF_F X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"

;
; N7 Arms
;

[CNV_WotC_SKR_MamaMEA_N7_Arm_Left_M X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[MPL_WotC_SKR_MamaMEA_N7_Arm_Left_M X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[MPW_WotC_SKR_MamaMEA_N7_Arm_Left_M X2BodyPartTemplate]
DisplayName="N7 - 左臂"


[CNV_WotC_SKR_MamaMEA_N7_Arm_Left_CF_M X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"

[MPL_WotC_SKR_MamaMEA_N7_Arm_Left_CF_M X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"

[MPW_WotC_SKR_MamaMEA_N7_Arm_Left_CF_M X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"


[CNV_WotC_SKR_MamaMEA_N7_Arm_Left_F X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[MPL_WotC_SKR_MamaMEA_N7_Arm_Left_F X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[MPW_WotC_SKR_MamaMEA_N7_Arm_Left_F X2BodyPartTemplate]
DisplayName="N7 - 左臂"


[CNV_WotC_SKR_MamaMEA_N7_Arm_Left_CF_F X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"

[MPL_WotC_SKR_MamaMEA_N7_Arm_Left_CF_F X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"

[MPW_WotC_SKR_MamaMEA_N7_Arm_Left_CF_F X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"


[CNV_WotC_SKR_MamaMEA_N7_Arm_Right_M X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[MPL_WotC_SKR_MamaMEA_N7_Arm_Right_M X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[MPW_WotC_SKR_MamaMEA_N7_Arm_Right_M X2BodyPartTemplate]
DisplayName="N7 - 右臂"


[CNV_WotC_SKR_MamaMEA_N7_Arm_Right_CF_M X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"

[MPL_WotC_SKR_MamaMEA_N7_Arm_Right_CF_M X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"

[MPW_WotC_SKR_MamaMEA_N7_Arm_Right_CF_M X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"


[CNV_WotC_SKR_MamaMEA_N7_Arm_Right_F X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[MPL_WotC_SKR_MamaMEA_N7_Arm_Right_F X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[MPW_WotC_SKR_MamaMEA_N7_Arm_Right_F X2BodyPartTemplate]
DisplayName="N7 - 右臂"


[CNV_WotC_SKR_MamaMEA_N7_Arm_Right_CF_F X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"

[MPL_WotC_SKR_MamaMEA_N7_Arm_Right_CF_F X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"

[MPW_WotC_SKR_MamaMEA_N7_Arm_Right_CF_F X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"

;
; N7 - 腿部
;

[CNV_WotC_SKR_MamaMEA_N7_Legs_M X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[MPL_WotC_SKR_MamaMEA_N7_Legs_M X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[MPW_WotC_SKR_MamaMEA_N7_Legs_M X2BodyPartTemplate]
DisplayName="N7 - 腿部"


[CNV_WotC_SKR_MamaMEA_N7_Legs_CF_M X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"

[MPL_WotC_SKR_MamaMEA_N7_Legs_CF_M X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"

[MPW_WotC_SKR_MamaMEA_N7_Legs_CF_M X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"



[CNV_WotC_SKR_MamaMEA_N7_Legs_F X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[MPL_WotC_SKR_MamaMEA_N7_Legs_F X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[MPW_WotC_SKR_MamaMEA_N7_Legs_F X2BodyPartTemplate]
DisplayName="N7 - 腿部"


[CNV_WotC_SKR_MamaMEA_N7_Legs_CF_F X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"

[MPL_WotC_SKR_MamaMEA_N7_Legs_CF_F X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"

[MPW_WotC_SKR_MamaMEA_N7_Legs_CF_F X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"

;
; Templar
;

;
; - 胸部
;

[CNV_WotC_TMP_MamaMEA_N7_Torso_M X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[MPL_WotC_TMP_MamaMEA_N7_Torso_M X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[MPW_WotC_TMP_MamaMEA_N7_Torso_M X2BodyPartTemplate]
DisplayName="N7 - 胸部"


[CNV_WotC_TMP_MamaMEA_N7_Torso_CF_M X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"

[MPL_WotC_TMP_MamaMEA_N7_Torso_CF_M X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"

[MPW_WotC_TMP_MamaMEA_N7_Torso_CF_M X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"


[CNV_WotC_TMP_MamaMEA_N7_Torso_F X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[MPL_WotC_TMP_MamaMEA_N7_Torso_F X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[MPW_WotC_TMP_MamaMEA_N7_Torso_F X2BodyPartTemplate]
DisplayName="N7 - 胸部"


[CNV_WotC_TMP_MamaMEA_N7_Torso_CF_F X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"

[MPL_WotC_TMP_MamaMEA_N7_Torso_CF_F X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"

[MPW_WotC_TMP_MamaMEA_N7_Torso_CF_F X2BodyPartTemplate]
DisplayName="N7 - 胸部 [碳纤维]"

;
; N7 Arms
;

[CNV_WotC_TMP_MamaMEA_N7_Arm_Left_M X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[MPL_WotC_TMP_MamaMEA_N7_Arm_Left_M X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[MPW_WotC_TMP_MamaMEA_N7_Arm_Left_M X2BodyPartTemplate]
DisplayName="N7 - 左臂"


[CNV_WotC_TMP_MamaMEA_N7_Arm_Left_CF_M X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"

[MPL_WotC_TMP_MamaMEA_N7_Arm_Left_CF_M X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"

[MPW_WotC_TMP_MamaMEA_N7_Arm_Left_CF_M X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"


[CNV_WotC_TMP_MamaMEA_N7_Arm_Left_F X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[MPL_WotC_TMP_MamaMEA_N7_Arm_Left_F X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[MPW_WotC_TMP_MamaMEA_N7_Arm_Left_F X2BodyPartTemplate]
DisplayName="N7 - 左臂"


[CNV_WotC_TMP_MamaMEA_N7_Arm_Left_CF_F X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"

[MPL_WotC_TMP_MamaMEA_N7_Arm_Left_CF_F X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"

[MPW_WotC_TMP_MamaMEA_N7_Arm_Left_CF_F X2BodyPartTemplate]
DisplayName="N7 - 左臂 [碳纤维]"


[CNV_WotC_TMP_MamaMEA_N7_Arm_Right_M X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[MPL_WotC_TMP_MamaMEA_N7_Arm_Right_M X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[MPW_WotC_TMP_MamaMEA_N7_Arm_Right_M X2BodyPartTemplate]
DisplayName="N7 - 右臂"


[CNV_WotC_TMP_MamaMEA_N7_Arm_Right_CF_M X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"

[MPL_WotC_TMP_MamaMEA_N7_Arm_Right_CF_M X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"

[MPW_WotC_TMP_MamaMEA_N7_Arm_Right_CF_M X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"


[CNV_WotC_TMP_MamaMEA_N7_Arm_Right_F X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[MPL_WotC_TMP_MamaMEA_N7_Arm_Right_F X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[MPW_WotC_TMP_MamaMEA_N7_Arm_Right_F X2BodyPartTemplate]
DisplayName="N7 - 右臂"


[CNV_WotC_TMP_MamaMEA_N7_Arm_Right_CF_F X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"

[MPL_WotC_TMP_MamaMEA_N7_Arm_Right_CF_F X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"

[MPW_WotC_TMP_MamaMEA_N7_Arm_Right_CF_F X2BodyPartTemplate]
DisplayName="N7 - 右臂 [碳纤维]"

;
; N7 - 腿部
;

[CNV_WotC_TMP_MamaMEA_N7_Legs_M X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[MPL_WotC_TMP_MamaMEA_N7_Legs_M X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[MPW_WotC_TMP_MamaMEA_N7_Legs_M X2BodyPartTemplate]
DisplayName="N7 - 腿部"


[CNV_WotC_TMP_MamaMEA_N7_Legs_CF_M X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"

[MPL_WotC_TMP_MamaMEA_N7_Legs_CF_M X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"

[MPW_WotC_TMP_MamaMEA_N7_Legs_CF_M X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"



[CNV_WotC_TMP_MamaMEA_N7_Legs_F X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[MPL_WotC_TMP_MamaMEA_N7_Legs_F X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[MPW_WotC_TMP_MamaMEA_N7_Legs_F X2BodyPartTemplate]
DisplayName="N7 - 腿部"


[CNV_WotC_TMP_MamaMEA_N7_Legs_CF_F X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"

[MPL_WotC_TMP_MamaMEA_N7_Legs_CF_F X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"

[MPW_WotC_TMP_MamaMEA_N7_Legs_CF_F X2BodyPartTemplate]
DisplayName="N7 - 腿部 [碳纤维]"